9/data/attachments/cd1f1acf529da36f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_e14a244b-93c0-48b8-8d81-c113e96e4042</nif:username>
            <nif:friendToBeAdded>Melinda_raise_Friend_49387_8</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>